Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: Blood pressure readings can be added manually in the Health app or synced from a compatible blood pressure monitor.
de: Blutdruckwerte kannst du in der Health-App manuell eintragen oder von einem kompatiblen Messgerät synchronisieren.
es: Las mediciones de presión arterial se pueden añadir a mano en la app Salud o sincronizar desde un tensiómetro compatible.
fr: Les mesures de tension peuvent être saisies manuellement dans l'app Santé ou synchronisées depuis un tensiomètre compatible.
fr_ca: Les mesures de tension peuvent être saisies manuellement dans l'app Santé ou synchronisées depuis un tensiomètre compatible.
nl: Bloeddrukmetingen kun je handmatig invoeren in de Gezondheid-app of synchroniseren vanaf een compatibele bloeddrukmeter.

source: Bloom can help record things like weight, hydration, or what you eat.
de: Bloom kann Dinge wie Gewicht, Flüssigkeitszufuhr oder deine Mahlzeiten festhalten.
es: Bloom puede registrar cosas como tu peso, tu hidratación o lo que comes.
fr: Bloom peut enregistrer des données comme votre poids, votre hydratation ou vos repas.
fr_ca: Bloom peut enregistrer des données comme ton poids, ton hydratation ou tes repas.
nl: Bloom kan dingen bijhouden zoals je gewicht, hydratatie of wat je eet.

source: Bloom estimates your true biological age from your health habits. Spoiler: it might be younger than you think.
de: Bloom schätzt dein wahres biologisches Alter anhand deiner Gewohnheiten. Kleiner Spoiler: Es könnte niedriger sein, als du denkst.
es: Bloom estima tu verdadera edad biológica a partir de tus hábitos. Aviso: puede ser menor de lo que crees.
fr: Bloom estime votre véritable âge biologique à partir de vos habitudes de santé. Petit indice : il est peut-être plus bas que vous ne le pensez.
fr_ca: Bloom estime ton véritable âge biologique à partir de tes habitudes de santé. Petit indice : il est peut-être plus bas que tu ne le penses.
nl: Bloom schat je echte biologische leeftijd op basis van je gewoontes. Spoiler: die is misschien lager dan je denkt.

source: Bloom is not a substitute for professional medical advice. Always consult your physician first.
de: Bloom ersetzt keine ärztliche Beratung. Wende dich im Zweifel immer zuerst an deine Ärztin oder deinen Arzt.
es: Bloom no sustituye el consejo médico profesional. Consulta siempre antes con tu médico.
fr: Bloom ne remplace pas un avis médical professionnel. Consultez toujours votre médecin en premier lieu.
fr_ca: Bloom ne remplace pas un avis médical professionnel. Consulte toujours ton médecin en premier lieu.
nl: Bloom vervangt geen medisch advies. Raadpleeg altijd eerst je arts.

source: Bloom learns your baseline for stress, recovery, and sleep, then alerts you when something's off. It can even detect early signs of illness before you feel it.
de: Bloom lernt deine Ausgangswerte für Stress, Erholung und Schlaf und meldet sich, wenn etwas aus dem Rahmen fällt. Es erkennt sogar frühe Anzeichen einer Erkrankung, bevor du sie spürst.
es: Bloom aprende tus valores de referencia de estrés, recuperación y sueño, y te avisa cuando algo se sale de lo normal. Incluso detecta señales tempranas de enfermedad antes de que las notes.
fr: Bloom apprend vos valeurs de référence pour le stress, la récupération et le sommeil, puis vous alerte lorsque quelque chose cloche. Il peut même repérer les premiers signes d'une maladie avant que vous ne la ressentiez.
fr_ca: Bloom apprend tes valeurs de référence pour le stress, la récupération et le sommeil, puis t'alerte lorsque quelque chose cloche. Il peut même repérer les premiers signes d'une maladie avant que tu ne la ressentes.
nl: Bloom leert je uitgangswaarden voor stress, herstel en slaap en waarschuwt je als er iets afwijkt. Het herkent zelfs vroege signalen van ziekte voordat je ze voelt.

source: Bloom learns your baselines for stress, recovery, and sleep, then alerts you when something's off.
de: Bloom lernt deine Ausgangswerte für Stress, Erholung und Schlaf und meldet sich, wenn etwas aus dem Rahmen fällt.
es: Bloom aprende tus valores de referencia de estrés, recuperación y sueño, y te avisa cuando algo se sale de lo normal.
fr: Bloom apprend vos valeurs de référence pour le stress, la récupération et le sommeil, puis vous alerte lorsque quelque chose cloche.
fr_ca: Bloom apprend tes valeurs de référence pour le stress, la récupération et le sommeil, puis t'alerte lorsque quelque chose cloche.
nl: Bloom leert je uitgangswaarden voor stress, herstel en slaap en waarschuwt je als er iets afwijkt.

source: Bloom Plus processes de-identified summaries of your personal data securely with OpenAI to generate personalized insights.
de: Bloom Plus verarbeitet anonymisierte Zusammenfassungen deiner persönlichen Daten sicher mit OpenAI, um personalisierte Insights zu erstellen.
es: Bloom Plus procesa de forma segura resúmenes anonimizados de tus datos personales con OpenAI para generar insights personalizados.
fr: Bloom Plus traite de manière sécurisée des résumés anonymisés de vos données personnelles avec OpenAI afin de générer des analyses personnalisées.
fr_ca: Bloom Plus traite de manière sécurisée des résumés anonymisés de tes données personnelles avec OpenAI afin de générer des analyses personnalisées.
nl: Bloom Plus verwerkt geanonimiseerde samenvattingen van je persoonlijke gegevens veilig met OpenAI om gepersonaliseerde inzichten te maken.

source: Bloom Plus Yearly
de: Bloom Plus jährlich
es: Bloom Plus anual
fr: Bloom Plus annuel
fr_ca: Bloom Plus annuel
nl: Bloom Plus jaarlijks

source: Bloom requires permission to take photos.
de: Bloom benötigt die Erlaubnis, Fotos aufzunehmen.
es: Bloom necesita permiso para hacer fotos.
fr: Bloom a besoin d'une autorisation pour prendre des photos.
fr_ca: Bloom a besoin d'une autorisation pour prendre des photos.
nl: Bloom heeft toestemming nodig om foto's te maken.

source: Bloom tracks subtle shifts in your heart rate, HRV, and temperature. When patterns suggest you might be getting sick, you'll know before symptoms hit.
de: Bloom erkennt feine Veränderungen bei Herzfrequenz, HRV und Temperatur. Wenn die Muster darauf hindeuten, dass du krank wirst, weißt du es, bevor die Symptome kommen.
es: Bloom detecta cambios sutiles en tu frecuencia cardíaca, tu VFC y tu temperatura. Si los patrones apuntan a que vas a caer enfermo, lo sabrás antes de los síntomas.
fr: Bloom repère les variations subtiles de votre fréquence cardiaque, de votre VFC et de votre température. Si les signaux annoncent une maladie, vous le saurez avant les premiers symptômes.
fr_ca: Bloom repère les variations subtiles de ta fréquence cardiaque, de ta VFC et de ta température. Si les signaux annoncent une maladie, tu le sauras avant les premiers symptômes.
nl: Bloom ziet kleine verschuivingen in je hartslag, HRV en temperatuur. Wijzen de patronen op ziekte, dan weet je het voordat de symptomen komen.

source: Bloom uses the Personal Data categories you turn on to formulate personalized responses to your questions about health and wellness, and to generate personalized insights.
de: Bloom nutzt die von dir aktivierten Datenkategorien, um deine Fragen zu Gesundheit und Wohlbefinden persönlich zu beantworten und individuelle Erkenntnisse zu erstellen.
es: Bloom usa las categorías de datos personales que actives para responder de forma personalizada a tus preguntas sobre salud y bienestar, y para generar análisis a tu medida.
fr: Bloom utilise les catégories de données personnelles que vous activez pour formuler des réponses personnalisées à vos questions de santé et de bien-être, et pour générer des analyses personnalisées.
fr_ca: Bloom utilise les catégories de données personnelles que tu actives pour formuler des réponses personnalisées à tes questions de santé et de bien-être, et pour générer des analyses personnalisées.
nl: Bloom gebruikt de gegevenscategorieën die je aanzet om je vragen over gezondheid en welzijn persoonlijk te beantwoorden en persoonlijke inzichten te maken.

source: Bloom uses your personal data from Apple Health together with AI to create general wellness insights. These insights are for educational purposes only and are not medical advice. Always consult a qualified healthcare professional before making medical decisions.
de: Bloom verbindet deine persönlichen Daten aus Apple Health mit KI, um allgemeine Erkenntnisse zum Wohlbefinden zu erstellen. Diese dienen nur der Information und sind keine medizinische Beratung. Ziehe vor medizinischen Entscheidungen immer eine qualifizierte Fachperson hinzu.
es: Bloom combina tus datos personales de Apple Salud con IA para crear análisis generales de bienestar. Son solo informativos y no constituyen consejo médico. Consulta siempre a un profesional sanitario cualificado antes de tomar decisiones médicas.
fr: Bloom combine vos données personnelles d'Apple Santé et l'IA pour produire des analyses générales de bien-être. Ces analyses sont fournies à titre informatif uniquement et ne constituent pas un avis médical. Consultez toujours un professionnel de santé qualifié avant de prendre une décision médicale.
fr_ca: Bloom combine tes données personnelles d'Apple Santé et l'IA pour produire des analyses générales de bien-être. Ces analyses sont fournies à titre informatif uniquement et ne constituent pas un avis médical. Consulte toujours un professionnel de santé qualifié avant de prendre une décision médicale.
nl: Bloom combineert je persoonlijke gegevens uit Apple Gezondheid met AI om algemene inzichten over welzijn te maken. Deze zijn alleen informatief en vormen geen medisch advies. Raadpleeg altijd een gekwalificeerde zorgverlener voordat je medische beslissingen neemt.

source: Blueberry
de: Blaubeere
es: Arándano
fr: Bleuet
fr_ca: Bleuet
nl: Bosbes

source: Body Composition
de: Körperzusammensetzung
es: Composición corporal
fr: Composition corporelle
fr_ca: Composition corporelle
nl: Lichaamssamenstelling

source: Body Fat
de: Körperfett
es: Grasa corporal
fr: Masse grasse
fr_ca: Masse grasse
nl: Lichaamsvet

source: Body Fat Percentage
de: Körperfettanteil
es: Porcentaje de grasa corporal
fr: Pourcentage de masse grasse
fr_ca: Pourcentage de masse grasse
nl: Vetpercentage

source: body weight
de: Körpergewicht
es: peso corporal
fr: poids corporel
fr_ca: poids corporel
nl: lichaamsgewicht

source: Body Weight
de: Körpergewicht
es: Peso corporal
fr: Poids corporel
fr_ca: Poids corporel
nl: Lichaamsgewicht

source: Body-fat classification ranges based on the American Council on Exercise (ACE) guidelines.
de: Körperfett-Klassifizierung nach den Richtlinien des American Council on Exercise (ACE).
es: Rangos de clasificación de grasa corporal basados en las guías del American Council on Exercise (ACE).
fr: Classification de la masse grasse d'après les recommandations de l'American Council on Exercise (ACE).
fr_ca: Classification de la masse grasse d'après les recommandations de l'American Council on Exercise (ACE).
nl: Indeling van lichaamsvet op basis van de richtlijnen van de American Council on Exercise (ACE).

source: Boost energy levels
de: Mehr Energie bekommen
es: Tener más energía
fr: Retrouver de l’énergie
fr_ca: Retrouver de l’énergie
nl: Meer energie krijgen

source: Bottom
de: Unten
es: Abajo
fr: Bas
fr_ca: Bas
nl: Onder

source: bowel movements
de: Stuhlgang
es: deposiciones
fr: selles
fr_ca: selles
nl: stoelgang

source: Bowel Movements
de: Stuhlgang
es: Deposiciones
fr: Selles
fr_ca: Selles
nl: Stoelgang

source: Brand Name
de: Markenname
es: Nombre de la marca
fr: Nom de la marque
fr_ca: Nom de la marque
nl: Merknaam

source: Branded
de: Markenprodukt
es: De marca
fr: De marque
fr_ca: De marque
nl: Merkproduct

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
fr_ca: Déjeuner
nl: Ontbijt

source: Breastfeeding
de: Stillend
es: En período de lactancia
fr: Allaitement
fr_ca: Allaitement
nl: Borstvoeding

source: Brief awakenings are normal and often go unremembered. Excessive wake time may indicate sleep disruption.
de: Kurzes Aufwachen ist normal und bleibt oft unbemerkt. Viel Wachzeit kann auf gestörten Schlaf hindeuten.
es: Los despertares breves son normales y a menudo no se recuerdan. Un tiempo despierto excesivo puede indicar sueño interrumpido.
fr: Les brefs réveils sont normaux et passent souvent inaperçus. Un temps d'éveil excessif peut signaler un sommeil perturbé.
fr_ca: Les brefs réveils sont normaux et passent souvent inaperçus. Un temps d'éveil excessif peut signaler un sommeil perturbé.
nl: Korte momenten van wakker worden zijn normaal en blijven vaak onopgemerkt. Veel wakkere tijd kan wijzen op verstoorde slaap.

source: Bright
de: Hell
es: Luminoso
fr: Lumineux
fr_ca: Lumineux
nl: Helder

source: Bristol Stool Type
de: Bristol-Stuhlformen-Typ
es: Tipo de heces (escala de Bristol)
fr: Type de selles (échelle de Bristol)
fr_ca: Type de selles (échelle de Bristol)
nl: Bristol-stoelgangtype

source: Bristol Stool Type %lld
de: Bristol-Stuhlformen-Typ %lld
es: Heces de tipo %lld (escala de Bristol)
fr: Selles de type %lld (échelle de Bristol)
fr_ca: Selles de type %lld (échelle de Bristol)
nl: Bristol-stoelgangtype %lld

source: Bristol Stool Types
de: Bristol-Stuhltypen
es: Tipos de heces de Bristol
fr: Types de selles de Bristol
fr_ca: Types de selles de Bristol
nl: Bristol-ontlastingstypen

source: Bucket
de: Intervall
es: Intervalo
fr: Intervalle
fr_ca: Intervalle
nl: Interval

source: Bud can’t help right now
de: Bud kann gerade nicht helfen
es: Bud no puede ayudarte ahora mismo
fr: Bud ne peut pas vous aider pour le moment
fr_ca: Bud ne peut pas t'aider pour le moment
nl: Bud kan nu niet helpen

source: Bud is an AI-powered health assistant. Responses are AI-generated and not medical advice.
de: Bud ist ein KI-gestützter Gesundheitsassistent. Die Antworten werden von einer KI erzeugt und sind keine medizinische Beratung.
es: Bud es un asistente de salud con IA. Sus respuestas las genera una IA y no son consejo médico.
fr: Bud est un assistant santé propulsé par l'IA. Ses réponses sont générées par IA et ne constituent pas un avis médical.
fr_ca: Bud est un assistant santé propulsé par l'IA. Ses réponses sont générées par IA et ne constituent pas un avis médical.
nl: Bud is een AI-gestuurde gezondheidsassistent. De antwoorden komen van AI en vormen geen medisch advies.

source: Bud is good at creating targeted workouts that align with my fitness goals.
de: Bud erstellt richtig gute, gezielte Workouts, die zu meinen Fitnesszielen passen.
es: Bud es muy bueno creando entrenamientos enfocados en mis objetivos de forma física.
fr: Bud est doué pour créer des séances ciblées qui collent à mes objectifs de forme.
fr_ca: Bud est doué pour créer des séances ciblées qui collent à mes objectifs de forme.
nl: Bud maakt echt goede, gerichte workouts die passen bij mijn fitnessdoelen.

source: Bud is so good at helping me decide what to eat every day to stay healthy.
de: Bud hilft mir jeden Tag richtig gut dabei, zu entscheiden, was ich Gesundes esse.
es: Bud me ayuda muchísimo a decidir qué comer cada día para cuidarme.
fr: Bud m’aide vraiment bien à décider quoi manger chaque jour pour rester en forme.
fr_ca: Bud m’aide vraiment bien à décider quoi manger chaque jour pour rester en forme.
nl: Bud helpt me elke dag ontzettend goed beslissen wat ik gezond kan eten.

source: Bud scans your trends across sleep, activity, and nutrition, then gives you simple, actionable tips to help you feel your best, every day.
de: Bud verfolgt deine Trends bei Schlaf, Aktivität und Ernährung und gibt dir einfache, umsetzbare Tipps, damit du dich jeden Tag richtig gut fühlst.
es: Bud analiza tus tendencias de sueño, actividad y nutrición y te da consejos simples y aplicables para sentirte bien cada día.
fr: Bud analyse vos tendances de sommeil, d’activité et d’alimentation, puis vous donne des conseils simples et concrets pour vous sentir au top, chaque jour.
fr_ca: Bud analyse tes tendances de sommeil, d’activité et d’alimentation, puis te donne des conseils simples et concrets pour te sentir au top, chaque jour.
nl: Bud volgt je trends in slaap, beweging en voeding en geeft je simpele, praktische tips om je elke dag top te voelen.

source: Bud State Override
de: Bud-Status überschreiben
es: Anular estado de Bud
fr: Forcer l'état de Bud
fr_ca: Forcer l'état de Bud
nl: Bud-status overschrijven

source: Bud uses the Personal Data you turn on to answer your health and wellness questions.
de: Bud nutzt die persönlichen Daten, die du freigibst, um deine Fragen zu Gesundheit und Wohlbefinden zu beantworten.
es: Bud usa los datos personales que actives para responder a tus preguntas de salud y bienestar.
fr: Bud utilise les données personnelles que vous activez pour répondre à vos questions santé et bien-être.
fr_ca: Bud utilise les données personnelles que tu actives pour répondre à tes questions santé et bien-être.
nl: Bud gebruikt de persoonlijke gegevens die je aanzet om je vragen over gezondheid en welzijn te beantwoorden.

source: Bud uses the Personal Data you turn on to generate personalized daily insights.
de: Bud nutzt die persönlichen Daten, die du freigibst, für personalisierte tägliche Insights.
es: Bud usa los datos personales que actives para generar insights diarios personalizados.
fr: Bud utilise les données personnelles que vous activez pour générer des analyses quotidiennes personnalisées.
fr_ca: Bud utilise les données personnelles que tu actives pour générer des analyses quotidiennes personnalisées.
nl: Bud gebruikt de persoonlijke gegevens die je aanzet voor gepersonaliseerde dagelijkse inzichten.

source: Bud uses the Personal Data you turn on to provide insights on your current monitor state.
de: Bud nutzt die persönlichen Daten, die du freigibst, um deinen aktuellen Monitor-Status einzuordnen.
es: Bud usa los datos personales que actives para darte insights sobre el estado actual de tus monitores.
fr: Bud utilise les données personnelles que vous activez pour analyser l’état actuel de vos moniteurs.
fr_ca: Bud utilise les données personnelles que tu actives pour analyser l’état actuel de tes moniteurs.
nl: Bud gebruikt de persoonlijke gegevens die je aanzet om inzicht te geven in je huidige monitorstatus.

source: Bud will only use the %@ you turned on to generate personalized responses to your questions about health and wellness, and to generate personalized insights. Do you agree to Bud using the Personal Data categories you selected for these purposes?
de: Bud nutzt ausschließlich %@, die du aktiviert hast, um personalisierte Antworten auf deine Fragen zu Gesundheit und Wohlbefinden sowie personalisierte Insights zu erstellen. Bist du damit einverstanden, dass Bud die von dir ausgewählten Kategorien personenbezogener Daten dafür verwendet?
es: Bud solo usará %@ que has activado para generar respuestas personalizadas a tus preguntas de salud y bienestar, y para crear insights personalizados. ¿Aceptas que Bud use las categorías de datos personales que has seleccionado con estos fines?
fr: Bud utilisera uniquement %@ que vous avez activée(s) pour générer des réponses personnalisées à vos questions de santé et de bien-être, ainsi que des analyses personnalisées. Acceptez-vous que Bud utilise les catégories de données personnelles que vous avez sélectionnées à ces fins ?
fr_ca: Bud utilisera uniquement %@ que tu as activée(s) pour générer des réponses personnalisées à tes questions de santé et de bien-être, ainsi que des analyses personnalisées. Acceptes-tu que Bud utilise les catégories de données personnelles que tu as sélectionnées à ces fins ?
nl: Bud gebruikt alleen %@ die je hebt aangezet om gepersonaliseerde antwoorden op je vragen over gezondheid en welzijn en gepersonaliseerde inzichten te maken. Ga je ermee akkoord dat Bud de door jou geselecteerde categorieën persoonsgegevens hiervoor gebruikt?

source: Bud will remember key information about you when you share it.
de: Bud merkt sich wichtige Informationen, die du teilst.
es: Bud recordará la información importante que compartas.
fr: Bud retiendra les informations importantes que vous partagez avec lui.
fr_ca: Bud retiendra les informations importantes que tu partages avec lui.
nl: Bud onthoudt belangrijke informatie die je deelt.

source: Bud will use the Personal Data Categories enabled below.
de: Bud verwendet die unten aktivierten Kategorien persönlicher Daten.
es: Bud usará las categorías de datos personales activadas abajo.
fr: Bud utilisera les catégories de données personnelles activées ci-dessous.
fr_ca: Bud utilisera les catégories de données personnelles activées ci-dessous.
nl: Bud gebruikt de hieronder ingeschakelde categorieën persoonlijke gegevens.

source: Bud's Insight
de: Buds Erkenntnis
es: El análisis de Bud
fr: L'analyse de Bud
fr_ca: L'analyse de Bud
nl: Buds inzicht

source: Bud's Memory
de: Buds Gedächtnis
es: La memoria de Bud
fr: La mémoire de Bud
fr_ca: La mémoire de Bud
nl: Buds geheugen

source: Build healthier habits
de: Gesündere Gewohnheiten aufbauen
es: Crear hábitos más saludables
fr: Prendre de meilleures habitudes
fr_ca: Prendre de meilleures habitudes
nl: Gezondere gewoontes opbouwen

source: By Level
de: Nach Stufe
es: Por nivel
fr: Par niveau
fr_ca: Par niveau
nl: Per niveau

source: By Time of Day
de: Nach Tageszeit
es: Por hora del día
fr: Par heure de la journée
fr_ca: Par heure de la journée
nl: Per tijdstip van de dag

source: Bypass Paywall
de: Paywall umgehen
es: Omitir el muro de pago
fr: Contourner le paywall
fr_ca: Contourner le paywall
nl: Paywall omzeilen

source: Cadence
de: Schrittfrequenz
es: Cadencia
nl: Pasfrequentie

source: Caffeine per 250mL
de: Koffein pro 250 ml
es: Cafeína por 250 ml
fr: Caféine par 250 ml
fr_ca: Caféine par 250 ml
nl: Cafeïne per 250 ml

source: cal
de: kcal
es: kcal
nl: kcal

source: Cal
de: kcal
es: kcal
nl: kcal

source: Calcium
de: Kalzium
es: Calcio

source: Calculate Biological Age
de: Biologisches Alter berechnen
es: Calcular la edad biológica
fr: Calculer l'âge biologique
fr_ca: Calculer l'âge biologique
nl: Biologische leeftijd berekenen

source: Calculated %@
de: Berechnet %@
es: Calculado %@
fr: Calculé %@
fr_ca: Calculé %@
nl: Berekend %@

source: Calculated Values
de: Berechnete Werte
es: Valores calculados
fr: Valeurs calculées
fr_ca: Valeurs calculées
nl: Berekende waarden

source: Calculating your Year in Bloom...
de: Dein Jahr mit Bloom wird berechnet …
es: Calculando tu año con Bloom…
fr: Calcul de votre année Bloom…
fr_ca: Calcul de ton année Bloom…
nl: Je jaar met Bloom berekenen …

source: Calculating...
de: Wird berechnet …
es: Calculando…
fr: Calcul…
fr_ca: Calcul…
nl: Berekenen …

source: Calculation Mode
de: Berechnungsmodus
es: Modo de cálculo
fr: Mode de calcul
fr_ca: Mode de calcul
nl: Berekeningsmodus

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
fr_ca: Calendrier
nl: Agenda

source: Calendars
de: Kalender
es: Calendarios
fr: Calendriers
fr_ca: Calendriers
nl: Agenda's

source: caloric intake
de: Kalorienzufuhr
es: consumo calórico
fr: apport calorique
fr_ca: apport calorique
nl: calorie-inname

source: Calories
de: Kalorien
es: Calorías
nl: Calorieën

source: Cals
de: kcal
es: kcal
fr: Cal
fr_ca: Cal
nl: kcal

source: CALS
de: KCAL
es: KCAL
fr: CAL
fr_ca: CAL
nl: KCAL

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
fr_ca: Appareil photo

source: Can do!
de: Auf geht's!
es: ¡Vamos allá!
fr: C'est parti !
fr_ca: C'est parti !
nl: Komt goed!

source: Can I track food in this app?
de: Kann ich in der App mein Essen tracken?
es: ¿Puedo registrar comidas en la app?
fr: Puis-je suivre mon alimentation dans l’app ?
fr_ca: Puis-je suivre mon alimentation dans l’app ?
nl: Kan ik voeding bijhouden in deze app?

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
fr_ca: Annuler
nl: Annuleer
